[Macro]
;Ctrl : ^    Alt : !    Shift : +   Win : #
^J = 착용템다팔기.txt
!K = 카릭스-워리어.txt
!L = chat, hello %name% #name:Alice# #target:Warcraft III#
+Numpad1 = send, 테스트 #target:notepad#
!0 = Run, calc

[W3Window]
X=315
Y=4
W=1608
H=1072

[Settings]
W3_LNK=C:\Warcraft III\w3.lnk
SAVE_DIR=C:\Warcraft III\TKoK_Save_Files\TKoK_3.5.15
SavedSquad=Chaotic Knight,Hydromancer,Shadowblade

;느림 =0 보통=1 빠름=2
speed=1 

;다중실행 수, 숫자를 안적을시 로드 목록 수 만큼 실행
NUM_W3=Auto

Y <=> F  서로 바꿈
yMapped=true

[MainGUI]
X=727
Y=487
Minimized=0

[MacroGUI]
X=2029
Y=226
W=900
Shown=1
MACRO_PATH=C:\ahk\w3_macro\Tkok_Macro\macro\#추가 정보.txt
